{"NumberOfAuthor": 1, "papers": [{"authors": [{"name": "Jing Luo", "org": "Key Laboratory of Food Colloids and Biotechnology", "id": "5b5433e7e1cd8e4e15fbab54"}, {"name": "Sisi Jiang", "org": "Key Laboratory of Food Colloids and Biotechnology", "id": "5b5433f8e1cd8e4e151f8280"}, {"name": "Yong Wu", "org": "Key Laboratory of Food Colloids and Biotechnology", "id": "5b5433ece1cd8e4e150614a3"}, {"name": "Meiling Chen", "org": "Key Laboratory of Food Colloids and Biotechnology", "id": "5b5433f1e1cd8e4e1511da63"}, {"name": "Xiaoya Liu", "org": "Key Laboratory of Food Colloids and Biotechnology", "id": "5b5433e5e1cd8e4e15f7386a"}], "title": "Synthesis of stable aqueous dispersion of graphene/polyaniline composite mediated by polystyrene sulfonic acid", "keywords": ["composite", "graphene", "polyaniline", "stable aqueous dispersion"], "venue": "Journal of Polymer Science, Part A: Polymer Chemistry", "year": 2012, "abstract": "A facile method of producing stable aqueous dispersion of graphene/polyaniline (PANI) composite is described, which involves the in situ polymerization of aniline on the surface of graphene with the aid of polystyrene sulfonic acid (PSS). The prepared aqueous graphene/PANI composite dispersion was very stable and no aggregation or precipitation was observed for several weeks. The excellent aqueous dispersibility and stability of the graphene/PANI composite is attributed to the cooperative interactions of π stacking interaction between PSS, PANI, and the graphene basal planes, and the electrostatic repulsions between negatively charged PSS bound on graphene/PANI composite. Fourier transform-infrared spectrometry (FTIR), ultraviolet-visible spectra (UV-vis), and Raman spectra confirmed the interaction of PANI and graphene in the composite, which effectively delocalize the electrons. In addition, the composite showed three orders of magnitude of conductivity increase compared with pure PANI. This new approach is simple, fast, and straightforward, representing a significant improvement in the processing of graphene/PANI composites. © 2012 Wiley Periodicals, Inc.", "pid": "5b5433ece1cd8e4e150785fd"}]}